Repository: LAOSChool/iOS
Catalog: Laos School/Laos School/*.lproj/Localizable.strings
Languages: lo

source: Messages
lo: ຂໍ້​ຄວາມ

source: Announcements
lo: ປະ​ກາດ

source: Attendance
lo: ການ​ມາ​ຮຽນ

source: Scores
lo: ຄະ​ແນນ

source: More
lo: ອື່ນໆ

source: Close
lo: ປິດ

source: Cancel
lo: ຍົກ​ເລີກ

source: OK
lo: ຕົກ​ລົງ

source: Yes
lo: ແມ່ນ

source: No
lo: ບໍ່

source: Confirmation
lo: ຢືນ​ຢັນ

source: Submit
lo: ຍື່ນ

source: Error
lo: ຜິດ​ພາດ

source: Failed
lo: ລົ້ມ​ເຫຼວ

source: Successfully
lo: ສຳ​ເລັດ

source: Search
lo: ຄົ້ນ​ຫ​າ

source: All
lo: ທັງ​ໝົດ

source: Unread
lo: ຍັງ​ບໍ່​ອ່ານ

source: Sent
lo: ສົ່ງແລ້ວ

source: Done
lo: ແລ້ວ

source: Selected
lo: ເລືອກ​ແລ້ວ

source: Total
lo: ລວມ

source: Off
lo: ຂາດຮຽນ

source: Absent
lo: ຂາດຮຽນ

source: Send
lo: ສົ່ງ

source: Attention
lo: ມາ​ຮຽນ

source: Save
lo: ບັນທຶກ

source: Email
lo: ອິ​ເມວ

source: Class
lo: ຫ້ອງ

source: Failed to connect to server. Please try again.
lo: ການເຊື່ອມ​ຕໍ່​ຫາເຊີ​ເວີ​ລົ້ມ​ເຫຼວ. ກະ​ລຸ​ນາ​ລອງໃໝ່​.

source: There was an error while trying to connect to server. Please try again.
lo: ເກີດຂໍ້​ຜິດ​ພາດ​ໃນ​ການພະ​ຍາມ​ເຊື່ອມ​ຕໍ່​ຫາເຊີ​ເວີ. ກະ​ລຸ​ນາ​ລອງໃໝ່​.

source: This account was being logged in by other device. Please re-login.
lo: ບັນ​ຊີ​ນີ້​​ໄດ້ໃຊ້​ຢູ່​ອຸ​ປະ​ກອ​ນອື່​ນ​ແລ້ວ. ກະ​ລຸ​ນາລົງ​ຊື່ເຂົ້າໃຊ້​ໃໝ່.

source: Login
lo: ເຂົ້າ​ສູ່​ລະ​ບົບ

source: Forgot password?
lo: ລືມ​ລະ​ຫັດ​ຜ່ານ?

source: Password
lo: ລະ​ຫັດ​ຜ່ານ

source: User name
lo: ຊື່​ຜູ້​ນຳ​ໃຊ້

source: Phone number
lo: ເບີ​ໂທ

source: Help
lo: ຊ່ວຍ​ເຫຼືອ

source: Forgot password
lo: ລືມ​ລະ​ຫັດ​ຜ່ານ

source: Please enter your username and the phone number that is being registered for this account.
lo: ກະ​ລຸ​ນາ​ພິມ​ຊື່​ຜູ້​ນຳ​ໃຊ້ ແລະ ເບີ​ໂທ ທີ່​ໄດ້ລົງ​ທະ​ບຽນ​ສຳ​ລັບ​ບັນ​ຊີ​ນີ້.

source: Please enter your user name and phone number!
lo: ກະ​ລຸ​ນາ​ພິມ​ຊື່​ຜູ້​ນຳ​ໃຊ້ ແລະ ເບີ​ໂທ!

source: User name or phone number is incorrect!
lo: ຊື່​ຜູ້​ນຳ​ໃຊ້ ແລະ ເບີ​ໂທ ບໍ່ຖືກ​ຕ້ອງ!

source: A new password will be sent to your phone number.
lo: ລະ​ບົບ​ຈະ​ສົ່ງລະ​ຫັດ​ຜ່ານ​ໄປໃຫ້​ທ່ານທາງ SMS.

source: New message
lo: ຂໍ້​ຄວາມ​ໃໝ່

source: To:
lo: ເຖິງ:

source: From:
lo: ຈາກ:

# Sample 1
source: Students are learning in class.
lo: ເຂົ້າ​ຫ້ອງ​ປົກ​ກະ​ຕິ

# Sample 2
source: Teacher is busy and not coming.
lo: ອາ​ຈານຄາ​ວຽກບໍ່​ໄດ້ຂຶ້ນ​ຫ້ອງ​ສອນ

# Sample 3
source: Class is off today.
lo: ມີື້​ນີ້​ພັກ​ໝົດ​ມື້

# Sample 4
source: Class is off in the morning.
lo: ມື້​ນີ້​ພັກ​ຕອນ​ເຊົ້າ

# Sample 5
source: Class is off in the afternoon.
lo: ມື້​ນີ້​ພັກ​ຕອນ​ແລງ

# Sample 6
source: Period 1 - Teacher is busy and not coming.
lo: ຊົ່ວ​ໂມງທີ 1 ອາ​ຈານຄາ​ວຽກບໍ່​ໄດ້ຂຶ້ນ​ຫ້ອງ​ສອນ

# Sample 7
source: Period 2 - Teacher is busy and not coming.
lo: ຊົ່ວ​ໂມງທີ 2 ອາ​ຈານຄາ​ວຽກບໍ່​ໄດ້ຂຶ້ນ​ຫ້ອງ​ສອນ

# Sample 8
source: Period 3 - Teacher is busy and not coming.
lo: ຊົ່ວ​ໂມງທີ 3 ອາ​ຈານຄາ​ວຽກບໍ່​ໄດ້ຂຶ້ນ​ຫ້ອງ​ສອນ

# Sample 9
source: Period 4 - Teacher is busy and not coming.
lo: ຊົ່ວ​ໂມງທີ 4 ອາ​ຈານຄາ​ວຽກບໍ່​ໄດ້ຂຶ້ນ​ຫ້ອງ​ສອນ

# Sample 10
source: Period 5 - Teacher is busy and not coming.
lo: ຊົ່ວ​ໂມງທີ 5 ອາ​ຈານຄາ​ວຽກບໍ່​ໄດ້ຂຶ້ນ​ຫ້ອງ​ສອນ

# Inform 1
source: Got sick and asked for permission to go home.
lo: ຄອບ​ເມື່ອ - ບໍ່​ສ​ະ​ບາຍ.

# Inform 2
source: Asked for permission to go home.
lo: ຄອບ​ເມືອ - ມີ​ວຽກ​ທາງ​ບ້ານ.

# Inform 3
source: Asked for permission to go out - not come back yet.
lo: ຄອບ​ອອກ​ໄປ​ນອກ - ຍັງ​ບໍ່​ກັບ​ເຂົ້າ​ມາ​ຫ້ອງ.

# Inform 4
source: Go out - not come back yet.
lo: ອອກ​ໄປ​ນອກ - ຍັງບໍ່​ກັບ​ເຂົ້າ​ມາ​ຫ້ອງ.

# Inform 5
source: Compete sports in school.
lo: ໄປ​ແຂ່​ງ​ກິ​ລ​າ​ໃຫ້​ທາງ​ໂຮງ​ຮຽນ.

# Inform 6
source: Go working in school.
lo: ໄປ​ອອກ​ແຮງ​ງານ.

# Inform 7
source: Attend an event in school.
lo: ໄປ​ຮ່ວມ​ກິດ​ຈະ​ກຳ​ພາຍ​ໃນ​ໂຮງ​ຮຽນ.

# Inform 8
source: Attend an meeting in school.
lo: ໄປ​ລວມ.

source: Subject
lo: ວິ​ຊາ

source: Teacher
lo: ອາ​ຈານ

source: There was an error while sending message. Please try again.
lo: ເກີດຂໍ້​ຜິດ​ພາດ​ໃນການ​ສົ່ງຂໍ້​ຄວາມ. ກະ​ລຸ​ນາ​ລອງໃໝ່​.

source: Please enter recipient and content!
lo: ກະ​ລຸ​ນາ​ໃສ່​ຜູ້​ຮັບ ແລະ ເນື້ອ​ໃນ!

source: Please enter content!
lo: ກະ​ລຸ​ນາ​ໃສ່​ເນື້ອ​ໃນ!

source: Students list
lo: ລາຍ​ຊື່​ນັກ​ຮຽນ

source: New anouncement
lo: ປະ​ກາດ​ໃໝ່

source: You have reached to the limitation. Only allow %ld photos.
lo: ກາຍກຳ​ນົດແລ້ວ. ​ອະ​ນຸ​ຍາດໃຫ້​ແມ່ນ %ld ຮູບ​ພາບ.

source: Uploading...
lo: ກຳ​ລັງ​ອັບ​ໂຫຼດ...

source: There was an error while sending announcement. Please try again.
lo: ເກີດຂໍ້​ຜິດ​ພາດ​ໃນການ​ສົ່ງ files. ກະ​ລຸ​ນາ​ລອງໃໝ່​.

source: Send this announcement to class %@. Are you sure?
lo: ສົ່ງ​ປະ​ກາດ​ນີ້ເຖິງຫ້ອງ %@. ທ່ານ​ແນ່​ໃຈ​ແລ້ວບໍ?

source: Please enter subject and content!
lo: ກະ​ລຸ​ນາ​ໃສ່​ຫົວ​ຂໍ້ ແລະ ເນື້ອ​ໃນ!

source: There is no image attached. Please attach at least one.
lo: ບໍ່​ເຫັນມີ files. ກະ​ລຸ​ນາ​ເລືອກ file ກ່ອນ.

source: Select photo source
lo: ເລືອກ​ file ຮູບ

source: Camera
lo: Files ຮູບ​ຖ່​າຍ

source: Photo library
lo: Files ຢູ່ຄັງ​ຮູບອື່ນ

source: Select a period
lo: ເລືອກ​ຊົ່ວ​ໂມງ​

source: Cancel this attendance checking result. Are you sure?
lo: ຍົກ​ເລີກການໝາຍ​ຂາດນີ້. ທ່າ​ນ​ແນ່​ໃຈ​ບໍ?

source: [No reason]
lo: (ບໍ່​ມີ​ເຫດ​ຜົນ)

source: No reason
lo: ບໍ່​ມີ​ເຫດ​ຜົນ

source: Inform
lo: ແຈ້ງການ

# Reason 1
source: Coming late
lo: ມາຊ້າ

# Reason 2
source: Do not come
lo: ບໍ່​ມາ

# Reason 3
source: Personal reason
lo: ຄອບ​ຂາດ​ມີວຽກ​ທາງ​ບ້ານ

# Reason 4
source: Had a fever
lo: ຄອບ​ຂາດບໍ່​ສະ​ບາຍ - ເປັ​ນ​ໄຂ້

# Reason 5
source: Headache
lo: ຄອບ​ຂາດບໍ່​ສະ​ບາຍ - ເຈັບ​ຫົວ

# Reason 6
source: Stomach ache
lo: ຄອບ​ຂາດບໍ່​ສະ​ບາຍ - ເຈັບທ້ອງ

# Reason 7
source: Got sick
lo: ຄອບ​ຂາດບໍ່​ສະ​ບາຍ

# Reason 8
source: Got an permission
lo: ອະ​ນຸ​ຍາດລາ​ພັກ

source: Reason
lo: ມີ​ເຫດ​ຜົນ

source: Permitted
lo: ອະ​ນຸ​ຍາດ

source: Period
lo: ຊ​ົ່ວ​ໂມງ

source: Periods
lo: ຊ​ົ່ວ​ໂມງ

source: Full day
lo: ໝົດ​ມື້

source: Absence request
lo: ໃບລາ​ພັກ​

source: Please double check information before sending your request. Are you sure?
lo: ກ່ອນຈ​ະ​ສົ່ງ ກະ​ລຸ​ນາ​ກວດຄື​ນ​ອີກ​ຄັ້ງ​​. ທ່ານ​ໝັ້ນ​ໃຈ​ແລ້​ວບໍ?

source: Please enter a reason!
lo: ກະ​ລຸຸ​ນາ​ໃສ່ເຫດ​ຜົນ!

source: There was an error while sending request. Please try again.
lo: ເກີດຂໍ້​ຜິດ​ພາດ​ໃນ​ການສົ່ງ​. ກະ​ລຸ​ນາ​ລອງໃໝ່​.

source: An absence request had been sent for day %@ already. Please double check.
lo: ໃບລາ​ພັກ​ນີ້ໄດ້​ສົ່ງ​ໄປເທື່ອ​ນຶ່ງ​ແລ້ວ ໃນ​ວັນ​ທີ %@. ກະ​ລຸ​ນາກ​ວດ​ຄືນໃໝ່.

source: Other
lo: ອື່ນໆ

source: There was an error. Please try again.
lo: ເກີດຂໍ້​ຜິດ​ພາດ​. ກະ​ລຸ​ນາ​ລອງໃໝ່​.

source: Term I
lo: ພາກ​ຮຽນ I

source: Term II
lo: ພາກ​ຮຽນ II

source: Term
lo: ພາກ​ຮຽນ

source: Select a subject
lo: ເລື​ອກ​ວິ​ຊາ

source: Add scores
lo: ໃສ່​ຄະ​ແນນ

source: Select a score type
lo: ເລືື​ອກ​ປະ​ເພດ​ຄະ​ແນນ

source: Please double check information before you submit scores. Are you sure?
lo: ກ່ອນ​ຈະບັນ​ທຶກ ທ່ານ​ຄວນກວດ​ຄືນ​ກ່ອນ ຫຼື ທ່ານ​ແນ່​ໃຈ​ແລ້ວ​ບໍ?

source: You do not complete filling scores. Submit now?
lo: ໃສ່​ຄະ​ແນນຍັງບໍ່​ແລ້ວ. ບັນ​ທຶກ​ເລີຍ​ບໍ?

source: Are you sure you want to cancel?
lo: ທ່່ານ​ຈ​ະ​ຍົກ​ເລີກ​ບໍ?

source: Comment
lo: ຄຳ​ຄິດ​ເຫັນ

source: Score
lo: ຄະ​ແນນ

source: There was an error while submitting score. Please try again.
lo: ເກີດຂໍ້​ຜິດ​ພາດໃນ​ການ​ບັນ​ທຶກຄະ​ແນນ​. ກະ​ລຸ​ນາ​ລອງໃໝ່.

source: There was an error while submitting scores. Please try again.
lo: ເກີດຂໍ້​ຜິດ​ພາດໃນ​ການ​ບັນ​ທຶກຄະ​ແນນ​. ກະ​ລຸ​ນາ​ລອງໃໝ່.

source: Average:
lo: ສະ​ເລ່ຍ:

source: Grade:
lo: ເກດ:

source: Rank:
lo: ອັນ​ດັບ:

source: Ranking
lo: ​ຈັດ​ອັນ​ດັບ

source: School records
lo: ປຶ້ມ​ຕິດ​ຕາມ​ການ​ຮຽນ

source: Timetable
lo: ຕາ​ຕະ​ລາງ​ຮຽນ

source: Schedule
lo: ຕາ​ຕະ​ລາງ​ສອນ

source: School information
lo: ຂໍ້​ມູນ​ທາງ​ໂຮງ​ຮຽນ

source: School info
lo: ຂໍ້​ມູນ​ທາງ​ໂຮງ​ຮຽນ

source: Change password
lo: ປ່ຽນ​ລະ​ຫັດ​ຜ່ານ

source: Change language
lo: ປ່່ຽນພາສາ

source: Logout
lo: ອອກ​ຈາກ​ລະ​ບົບ

source: Are you sure you want to logout?
lo: ທ່ານ​ຕ້ອງ​ການຈະ​ອອກ​ຈາກ​ລະ​ບົບບໍ?

source: Accessibility
lo: ຄວາມ​ສາ​ມາດ​ໃນ​ການ​ເຂົ້າຫາ​ຂໍ້​ມູນ

source: Student info
lo: ຂໍ້​ມູນ​ນັກ​ຮຽນ

source: Parent info:
lo: ຂໍ້ໍ​ມູນ​ຜູ້​ປົກ​ຄອງ:

source: Name
lo: ຊື່

source: Overall
lo: ທັງ​ໝົດ

source: Morality
lo: ຄຸນ​ສົມ​ບັດ

source: Absence
lo: ຂາດຮຽນ

source: Teacher's comment
lo: ຄ​ຳເຫັນ​ຂອງ​ອາ​ຈານ

source: Select a school year
lo: ເລືອກ​ປີ​ຮຽນ

source: Morning
lo: ຕອນ​ເຊົ້​າ

source: Afternoon
lo: ຕອນ​ບ່າຍ

source: Evening
lo: ຕອນ​ແລງ

source: Mon
lo: ວັນ​ຈັນ

source: Tue
lo: ວັັນ​ອັງຄານ

source: Wed
lo: ວັນ​ພຸດ

source: Thu
lo: ວັນ​ພະ​ຫັດ

source: Fri
lo: ວັນ​ສຸກ

source: Sat
lo: ວັນ​ເສົາ

source: Sun
lo: ວັນ​ອາ​ທິດ

source: Your password has been changed successfully.
lo: ລະ​ຫັດ​ຂອງ​ທ່ານ​ໄດ້​ປ່ຽນ​ໃໝ່​ສຳ​ເລັດແລ້ວ.

source: Old password is incorrect!
lo: ລະ​ຫັດເກົ່າ​ຂອງ​ທ່ານບໍ່​ຖືກ!

source: Password is required a length of 4 to 20 characters!
lo: ລະ​ຫັດຕ້ອງ​ມີຄວາມ​ຍາວ​ແຕ່ 4 ຫາ 20 ໂຕ!

source: New password and confirmation password do not match!
lo: ລະ​ຫັດ​ໃໝ່ຂອງ​ທ່ານບໍ່​ຕົງ​ກັນ!

source: Try again
lo: ລອງ​ໃໝ່​ອີກ​ຄັ້ງ

source: Re-type new password
lo: ໃສ່​ລະ​ຫັດ​ໃໝ່​ອີກ​ຄັ້ງ

source: Old password
lo: ລະ​ຫັດ​ເກົ່າ

source: New password
lo: ລະ​ຫັດ​ໃໝ່່

source: Apply
lo: ຕົກ​ລົງ​ປ່ຽນ

source: App will be reloaded after changing language. Are you sure?
lo: ແອັບຈະໂຫຼດ​ຄື​ນຫຼັງ​ຈາກ​​ປ່ຽນ​ພາ​ສາ. ທ່ານ​ແນ່​ໃຈບໍ?

source: September score
lo: ເດືອນ 09

source: October score
lo: ເດືອນ 10

source: November score
lo: ເດືອນ 11

source: December score
lo: ເດືອນ 12

source: Average 4 months
lo: ສ​ະ​ເລ່ຍ 4ດ

source: Term exam I
lo: ພາກ​ຮຽນ I

source: Average term I
lo: ສະ​ເລ່ຍ ພ​ຮ I

source: February score
lo: ເດືອນ 02

source: March score
lo: ເດືອນ 03

source: April score
lo: ເດືອນ 04

source: May score
lo: ເດືອນ 05

source: Term exam II
lo: ພາກ​ຮຽນ II

source: Average term II
lo: ສະ​ເລ່ຍ ພ​ຮ II

source: Retest
lo: ເສັງ​ຄືນ

source: Graduation
lo: ເສັງ​ຈົບ

source: Sep
lo: ເດືອນ 09

source: Oct
lo: ເດືອນ 10

source: Nov
lo: ເດືອນ 11

source: Dec
lo: ເດືອນ 12

source: Ave m1
lo: ສ​ະ​ເລ່ຍ 4ດ

source: Ave term I
lo: ສະ​ເລ່ຍ ພ​ຮ I

source: Feb
lo: ເດືອນ 02

source: Mar
lo: ເດືອນ 03

source: Apr
lo: ເດືອນ 04

source: May
lo: ເດືອນ 05

source: Ave m2
lo: ສ​ະ​ເລ່ຍ 4ດ

source: Ave term II
lo: ສະ​ເລ່ຍ ພ​ຮ II

source: Ave year
lo: ສະ​ເລ່ຍ​ປີ

# Test grad
source: Grad exam
lo: ເສັງ​ຈົບ
